DAILY_TASK_TYPE = (
    ("body", "тело"),
    ("soul", "душа"),
    ("spirit", "дух"),
)

WEEK_DAYS = (
    ("mon", "понедельник"),
    ("tue",	"вторник"),
    ("wed", "среда"),
    ("thu", "четверг"),
    ("fri", "пятница"),
    ("sat", "суббота"),
    ("sun", "воскресенье"),
)

# Плюс ко всему исходя из уровня есть нюансы получения ачивки, достижения. 
# 1 - можно пропустить 5 раз задание 
# 2 - можно пропустить 3 раза 
# 1 - можно пропустить 1 раз 
NUMBER_OF_TASKS_REQUIRED_TO_COMPLETE = {  # количество необходимых для выполнения заданий
    1: 4,
    2: 6,
    3: 8,
}
